# Import pandas

In [1]:
import pandas as pd

# Set the dataframe

In [6]:
df = pd.DataFrame({
    'name': [
        'mlj','salieu','ndey','konateh','yasin','mariama','modou','Jatta','malick','aji', 'bailo'
    ],
    'age':[25, 24, 23, 26, 15, 30, 17, '', 20, 23, 15],
    'gender':['male', 'male', 'female', 'male', 'female', 'female', 'male', '', 'male', 'female', ''],
    'country':['Gambia', 'Guinea', 'Senegal', 'Mali', 'Bissau', 'Leon', 'Gambia', 'Mali', 'Konacry', 'Dakar', 'Guinea']
})

In [7]:
df

       name age  gender  country
0       mlj  25    male   Gambia
1    salieu  24    male   Guinea
2      ndey  23  female  Senegal
3   konateh  26    male     Mali
4     yasin  15  female   Bissau
5   mariama  30  female     Leon
6     modou  17    male   Gambia
7     Jatta                 Mali
8    malick  20    male  Konacry
9       aji  23  female    Dakar
10    bailo  15           Guinea